[
    {
        "title": "Уикенд с батей (16+)",
        "image": "img/weekend.png",
        "type": "Фильм",
        "rating": "5.4",
        "ratingStars": [1, 1, 1, 0, 0],
        "link": "weekend.html",
        "description": "Себастьян — молодой амбициозный парень, решивший посвятить уикенд своему отцу, с которым давно не общался. Вместе они отправляются в путешествие, которое неожиданно превращается в настоящий марафон забавных, порой нелепых ситуаций, заставляющих их переосмыслить многое о себе и друг о друге. Во время этого необычного уикенда отец и сын не только сталкиваются с трудностями, но и находят новые способы понять друг друга, открывая для себя истинную ценность семьи.",
        "data": ["Пн, 9 янв", "Вт, 10 янв", "Ср, 11 янв", "Чт, 12 янв","Пт, 13 янв","Сб, 14 янв","Вс, 15 янв"],
        "scheduleRed": ["11:30", "13:40", "15:15", "17:45"],
        "scheduleBlue": ["11:30", "13:40", "15:15", "17:45"],
        "schedulePurple": ["11:30", "13:40", "15:15", "17:45"]
    },
    {
        "title": "Пёс (12+)",
        "image": "img/dog.png",
        "type": "Фильм",
        "rating": "6.7",
        "ratingStars": [1, 1, 1, 1, 0],
        "link": "dog.html",
        "description": "Молодой парень по имени Джек всегда мечтал завести собаку, но его родители были против. Когда он неожиданно становится опекуном бездомной собаки по имени Макс, его жизнь меняется. Вместе они отправляются на поиски приключений, оказываясь в центре множества забавных ситуаций. Фильм наполнен теплотой, юмором и трогательными моментами, демонстрируя важность дружбы и верности. Это история о том, как собака может стать настоящим другом и изменить жизнь к лучшему.",
        "data": ["Пн, 9 янв", "Вт, 10 янв", "Ср, 11 янв", "Чт, 12 янв","Пт, 13 янв","Сб, 14 янв","Вс, 15 янв"],
        "scheduleRed": ["11:30", "13:40", "15:15", "17:45"],
        "scheduleBlue": ["11:30", "13:40", "15:15", "17:45"],
        "schedulePurple": ["11:30", "13:40", "15:15", "17:45"]
    },
    {
        "title": "Быть Сальвадором (16+)",
        "image": "img/salvador.png",
        "type": "Фильм",
        "rating": "7.1",
        "ratingStars": [1, 1, 1, 1, 0],
        "link": "salvador.html",
        "description": "'Быть Сальвадором' — это история о борьбе художника за свою независимость и признание в мире искусства. Главный герой, Сальвадор, — талантливый, но не всегда понятый окружающими художник, который сталкивается с внутренними и внешними конфликтами. Его путь полон страстей, любви и предательства. В фильме рассматриваются вопросы творчества, личной свободы и поиска смысла жизни. Этот драмеди погружает зрителя в мир искусства и раскрывает непростой путь к признанию.",
        "data": ["Пн, 9 янв", "Вт, 10 янв", "Ср, 11 янв", "Чт, 12 янв","Пт, 13 янв","Сб, 14 янв","Вс, 15 янв"],
        "scheduleRed": ["11:30", "13:40", "15:15", "17:45"],
        "scheduleBlue": ["11:30", "13:40", "15:15", "17:45"],
        "schedulePurple": ["11:30", "13:40", "15:15", "17:45"]
    }
]